export const products = [
  { 
    id: 1, 
    title: "Ковбаса Домашня", 
    price: 350, 
    category: "kovbasa", 
    weight: "за 1 кг", 
    image: "/b3.jpg", 
    isHit: true,
    description: "Справжня домашня ковбаса зі свинини вищого ґатунку. Ніжна, соковита, з легким ароматом часнику та чорного перцю. Ідеально підходить до святкового столу.",
    ingredients: "Свинина напівжирна, сало, часник, сіль, перець чорний мелений."
  },
  { 
    id: 2, 
    title: "Балик Елітний", 
    price: 450, 
    category: "meat",
    weight: "за 1 кг", 
    image: "/b2.jpg", 
    isHit: true,
    description: "Вишуканий в'ялений балик. Виготовляється з добірної вирізки, маринується у спеціальній суміші спецій протягом 7 днів.",
    ingredients: "Свиняча вирізка, сіль морська, паприка, коріандр."
  },
  { 
    id: 3, 
    title: "Салямі Преміум", 
    price: 420, 
    category: "kovbasa",
    weight: "паличка ~300г", 
    image: "/b4.jpg", 
    description: "Сиров'ялена ковбаса з благородним смаком. Витримується 40 діб у спеціальних камерах.",
    ingredients: "Яловичина, свинина, шпик, сіль, цукор, стартові культури."
  },
  { 
    id: 4, 
    title: "Грудинка Копчена", 
    price: 320, 
    category: "meat",
    weight: "за 1 кг", 
      image: "/b1.jpg", 
    isSpicy: true,
    description: "Ароматна грудинка гарячого копчення на вишневій трісці.",
    ingredients: "Грудинка свиняча, сіль, лавровий лист, перець духмяний."
  },

];